/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", celkem %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", celkem %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ – %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Cvičení typu %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "změněno %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Účty služby %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Cvičení typu %@ bez údaje o jednotkách";

/* A folder in Dropbox or Box */
"Folder" = "Složka";

/* A single App Store app */
"App Store app" = "Aplikace v App Storu";

/* A single Box file */
"Box file" = "Soubor služby Box";

/* A single Dropbox file */
"Dropbox file" = "Soubor služby Dropbox";

/* A single Evernote note */
"Evernote note" = "Poznámka Evernote";

/* A single Giphy item */
"Giphy item" = "Položka aplikace Giphy";

/* A single Trello board */
"Trello board" = "Nástěnka na Trellu";

/* A single Trello card */
"Trello card" = "Karta na Trellu";

/* A single Trello item */
"Trello item" = "Položka na Trellu";

/* A single Trello list */
"Trello list" = "Seznam na Trellu";

/* A single Ulysses sheet */
"Ulysses sheet" = "List aplikace Ulysses";

/* A single bar code */
"Bar code" = "Čárový kód";

/* A single blood pressure recording */
"Blood pressure" = "Hodnota krevního tlaku";

/* A single health sample in HealthKit */
"Health sample" = "Vzorek zdravotních dat";

/* A single iTunes artist */
"iTunes artist" = "Umělec v iTunes";

/* A single iTunes product */
"iTunes product" = "Produkt v iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Aktualizujte nastavení oznámení";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Přepne mezi fotoaparátem obráceným dopředu a dozadu";

/* Accessibility label for camera shutter button */
"Take picture" = "Pořídit obrázek";

/* Accessibility label; button to start dictation */
"Start dictation" = "Zahájit diktování";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Zastavit diktování";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Výběr fotoaparátu – přední";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Výběr fotoaparátu – zadní";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Přepnutí fotoaparátu";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Musíte zadat název, který chcete pro novou kartu na Trellu používat.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Musíte vybrat nástěnku, na které chcete kartu vytvořit.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Musíte vybrat seznam, ve kterém chcete kartu vytvořit.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "%@ se nepodařilo odeslat jako přílohu.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Byl zadán neplatný čas upozornění. Zkontrolujte překlepy a ujistěte se, že zadáváte denní čas.";

/* Add new event; choose end date */
"Choose End Date" = "Vyberte datum konce";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Bylo zadáno neplatné datum konce. Zadejte datum konce události.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Bylo zadáno neplatné datum začátku. Zadejte datum začátku události.";

/* Add new event; error */
"Invalid End Date" = "Neplatné datum konce";

/* Add new event; error */
"Invalid Start Date" = "Neplatné datum začátku";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Nebyl zadán název. Zadejte název události.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Nebyl zadán název. Zadejte název připomínky.";

/* Add new reminder error */
"The alert location provided could not be found." = "Zadané místo upozornění nebylo nalezeno.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Když přijdu: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Když odejdu: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "V blízkosti místa %@";

/* Add new reminder; alert trigger never */
"Never" = "Nikdy";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Různé hodnoty";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Nebyl vybrán seznam";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Musíte vybrat seznam, do kterého chcete úlohu přidat.";

/* Add to Wunderlist action no title error */
"No Title" = "Bez názvu";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Při vytváření nové úlohy ve Wunderlistu musíte zadat název.";

/* Alarm frequency; All days are selected */
"Every Day" = "Každý den";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Nastavit WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Zapne nebo vypne WLAN na zařízení.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Při spuštění akce „Připojit k souboru“ musíte zadat název souboru nebo cestu.";

/* Append file failure reason */
"No File Path Provided" = "Nebyla zadána cesta k souboru";

/* Ask for input action */
"Enter URL" = "Zadejte URL";

/* Ask for input action */
"Enter number" = "Zadejte číslo";

/* Ask for input action */
"Pick date" = "Vyberte datum";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Klepnutím ukončíte nahrávání.";

/* Audio recorder */
"Tap to start recording." = "Klepnutím spustíte nahrávání.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Data ve formátu base64 předaná akci „Zpracovat kód Base64“ jsou neplatná.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Soubor s názvem „%@“ už na zadaném místě existuje.";

/* Box error */
"The folder doesn't exist" = "Složka neexistuje";

/* Box error */
"The folder doesn’t exist" = "Složka neexistuje";

/* Box error message */
"An error occured while authenticating your Box account." = "Při ověřování vašeho účtu ve službě Box došlo k chybě.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Složka %1$@, do které jste se pokusili ukládat, odpovídá existujícímu souboru na vašem účtu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Cesta %1$@, ke které jste se pokusili připojit text, určuje místo uvnitř existujícího souboru na vašem účtu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Cesta %1$@, ve které jste se pokusili vytvořit složku, určuje existující soubor na vašem účtu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Cesta %1$@, ve které jste se pokusili vytvořit složku, určuje místo v existujícím souboru na vašem účtu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Cesta %1$@, do které jste se pokusili ukládat, na vašem účtu %2$@ neexistuje.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Položku „%@“ se na vašem účtu Box nepodařilo najít.";

/* Button */
"Cancel" = "Zrušit";

/* Button */
"Continue Anyway" = "Přesto pokračovat";

/* Button */
"Delete" = "Smazat";

/* Button */
"Delete Account" = "Smazat účet";

/* Button */
"Done" = "Hotovo";

/* Button */
"Log In" = "Přihlásit se";

/* Button */
"Next" = "Další";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Znovu";

/* Button */
"Sign In" = "Přihlásit se";

/* Button or title */
"Add Account" = "Nový účet";

/* Button or title */
"Login" = "Přihlásit se";

/* Button that takes user to the iOS Health app */
"Open Health" = "Otevřít aplikaci Zdraví";

/* Button to allow access to health data or notifications */
"Allow Access" = "Povolit přístup";

/* Button to open Settings */
"Open Settings" = "Otevřít nastavení";

/* Button; edit opacity */
"Opacity" = "Neprůhlednost";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Otočit";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Vytvořit heslo pro aplikaci";

/* Button; reset changes made in overlay image action */
"Reset" = "Resetovat";

/* Camera flash option - auto */
"Auto" = "Auto";

/* Camera flash option - off */
"Off" = "Vypnuto";

/* Camera flash option - on */
"Flash On" = "Zapnuto";

/* Choose an item */
"Choose" = "Vybrat";

/* Choose from list action */
"Choose an item" = "Vybrat položku";

/* Choose multiple images */
"Choose Images" = "Vyberte obrázky";

/* Choose one image */
"Choose Image" = "Vyberte obrázek";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Soubor je pro CloudApp příliš velký.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Překročili jste denní limit odesílání pro bezplatný tarif CloudAppu.";

/* Combine images action error */
"Cannot run Combine Images" = "Akci Spojit obrázky nelze spustit";

/* Combine images action error description */
"No images were provided to combine." = "Nebyly zadány obrázky určené k spojení.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Povětrnostní podmínky";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Povětrnostní podmínky";

/* Content property name */
"Biological Sex (Content Property Name)" = "Biologické pohlaví";

/* Content property name */
"Blood Type (Content Property Name)" = "Krevní skupina";

/* Content property name */
"Date of Birth (Content Property Name)" = "Datum narození";

/* Content property name */
"Unspecified (Content Property Name)" = "Nespecifikováno";

/* Create IFTTT applet */
"Create Applet" = "Vytvořit applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Musíte vybrat nástěnku, na které chcete seznam vytvořit.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Musíte zadat cestu k nové složce.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Nebyla zadána cesta!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Dobrodružství/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Dobrodružství/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Nebyl zadán název. Zadejte název playlistu.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Datum měření krevního tlaku";

/* Default notification text for Show Notification action. */
"Notification" = "Oznámení";

/* Default value for the translate text action */
"Detect Language" = "Rozpoznat jazyk";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Opravdu chcete smazat „%@“?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "OPRAVDU chcete smazat %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Jste si OPRAVDU NAPROSTO jistí, že chcete smazat %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Smazat %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "cvičení";

/* Dictate text action error */
"Recognition Unavailable" = "Rozpoznávání není k dispozici";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Rozpoznávání řeči není momentálně k dispozici. Zřejmě bude třeba připojit zařízení k internetu.";

/* Dictate text action is listening to user */
"Now listening…" = "Zařízení poslouchá…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Ujistěte se, že akci „Načíst obsah URL“ předáváte URL.";

/* Download URL or Open URL action error */
"No URL Specified" = "Nebylo zadáno URL";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Byl očekáván soubor, ale zadaná cesta odkazuje na jiný typ položky.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Byla očekávána složka, ale zadaná cesta odkazuje na jiný typ položky.";

/* Dropbox error */
"A shared link already exists." = "Sdílený odkaz už existuje.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Přístup k požadované cestě je zakázaný.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Při vytváření odkazu pro sdílení došlo k chybě, protože e‑mail přidružený k vašemu účtu na Dropboxu nebyl ověřen.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox nemá k tomuto souboru či složce přístup kvůli použitému názvu.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox nemůže tento soubor či složku uložit kvůli použitému názvu.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox nemůže na zadané místo zapisovat v důsledku konfliktu.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Soubor nelze přenést, protože na jeho obsah se vztahuje omezení. Může jít například o právní omezení v důsledku nárokovaných autorských práv.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Byl zadán neplatný parametr kořene cesty.";

/* Dropbox error */
"The request timed out. Please try again." = "Platnost požadavku vypršela. Zkuste to znovu.";

/* Dropbox error */
"The share settings provided are invalid." = "Bylo zadáno neplatné nastavení sdílení.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Na zadaném místě se soubor nepodařilo najít.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Nastavení tohoto odkazu nejste oprávněni měnit.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Pro zápis těchto dat nemáte na Dropboxu dost volného místa.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "K zápisu na zadané místo nemáte oprávnění.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Cesta %1$@, do které jste se pokusili ukládat, určuje existující soubor na vašem účtu %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "Položku „%@“ se nepodařilo uložit, protože jde o složku nebo balíček. Zkuste ji před uložením zazipovat příkazem Vytvořit archiv.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "V %@ nebyla nalezena žádná položka";

/* Dropbox or Box error */
"Folder already exists" = "Složka už existuje";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Cesta %1$@, do které jste se pokusili ukládat, určuje existující soubor na vašem účtu %2$@. Při současném ukládání více souborů musíte zadat cestu ke složce.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Cesta %1$@, do které jste se pokusili ukládat, určuje existující složku na vašem účtu %2$@. Při připojování textu na začátek nebo konec souboru musíte zadat cestu k souboru.";

/* Dropbox unknown error */
"An unknown error occurred" = "Došlo k neznámé chybě";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Došlo k neznámé chybě (%@)";

/* Email account encryption */
"Encryption" = "Šifrování";

/* Email account login authentication error */
"Authentication Failed" = "Ověření totožnosti selhalo";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Zadali jste nesprávnou e‑mailovou adresu nebo heslo.\n\nPokud máte zapnuté dvoufázové ověřování, budete muset pro aplikaci vytvořit specifické heslo.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Uvedli jste nesprávnou e‑mailovou adresu nebo heslo. Pokud máte zapnuté dvoufázové ověřování, budete muset místo toho zadat specifické heslo aplikace.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Rozšířená nastavení";

/* Email address field placeholder */
"user@example.com" = "uzivatel@priklad.cz";

/* Email address field title or placeholder */
"Email" = "E‑mail";

/* Email host name field placeholder */
"mail.example.com" = "mail.priklad.cz";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.priklad.cz";

/* Email host name field title */
"Host Name" = "Hostitel";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Datum konce měření krevního tlaku";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Nepodařilo se přehrát zvuk, protože vstupní data jsou v nepodporovaném formátu.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "V akci Datum zadejte platné datum.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Neplatné datum";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Akce „Zjistit čas cesty“ selhala, protože na vstupu nebylo zadáno žádné místo.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Požadavek na spuštění JavaScriptu na webové stránce selhal, protože na vstupu nebyla zadána žádná webová stránka.";

/* Error message */
"Your email or password is incorrect." = "Nesprávný e‑mail nebo heslo.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Předejte akci „Načíst položky z RSS kanálu“ platné URL.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "V akci Domovní adresa zadejte platnou adresu.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Místo, které jste předali akci „Zjistit čas cesty“, se nepodařilo najít. Zkuste kromě domovní adresy zadat i město a stát.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Štítek %@ je u více budíků. Zkuste vybrat konkrétní budík.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Akce „Spustit scénu v domácnosti“ selhala, protože domácnost „%1$@“ nebyla nalezena.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Akce „Spustit scénu v domácnosti“ selhala, protože scéna „%1$@“ nebyla v domácnosti „%2$@“ nalezena.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Akce „Spustit scénu v domácnosti“ selhala, protože nebyla vybrána žádná domácnost.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Akce „Spustit scénu v domácnosti“ selhala, protože nebyla vybrána žádná scéna.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Kanál novinek nelze dekódovat";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Žádná adresa";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Neplatné místo";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Zadejte cílové jednotky převodu.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Měření selhalo, protože nebyly zadány jednotky. Vyberte jednotky.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Naměřenou hodnotu s jednotkami %1$@ není možné převést na %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Zadejte pro budík platné datum.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Chcete-li tuto akci použít, zapněte v Nastavení službu Siri.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Požadavek nelze provést, protože je vypnutá Siri.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Odpočet minutky musí být kratší než 24 hodin.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Zadejte délku minutky.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Vyberte budík, který chcete přepnout.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Při zpracování požadavku došlo k neznámé chybě.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Požadavek nelze provést, protože na této platformě není podporován.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Chybí místo";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Chybí webová stránka";

/* Exit shortcut action error */
"User requested shortcut exit." = "Uživatel si vyžádal ukončení zkratky.";

/* File name example with preceding / */
"/example.txt" = "/priklad.txt";

/* File name example without preceding / */
"example.txt" = "priklad.txt";

/* File picker; button */
"Save Here" = "Uložit sem";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Načíst vybrané soubory (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Načíst vybraný soubor (1)";

/* File status */
"This folder is empty" = "Složka je prázdná";

/* File status loading */
"Loading…" = "Načítání…";

/* Find health sample; no samples found */
"No Samples Found" = "Žádné vzorky nenalezeny";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Buď nejsou k dispozici žádné uložené vzorky typu %@, nebo jste aplikaci Zkratky neposkytli přístup ke vzorkům v aplikaci Zdraví.";

/* Finish dictation command */
"Finish Dictation" = "Ukončit diktování";

/* Generic health object type when we can’t determine the object type */
"Health" = "Zdraví";

/* Get File action; file name example with preceding / */
"/example.txt" = "/priklad.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "priklad.txt";

/* Get IP address action error */
"The domain could not be found." = "Doménu se nepodařilo najít.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Doménu se nepodařilo najít (chyba 2).";

/* Get IP address action error */
"The response data was not a valid string." = "Data odezvy neobsahovala platný řetězec.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Musíte vybrat nástěnku, z které chcete karty načíst.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Musíte vybrat nástěnku, z které chcete seznamy načíst.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Musíte vybrat seznam, z kterého chcete karty načíst.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Váš účet na Trellu se nepodařilo ověřit. Odhlaste se a zkuste to znovu!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Nebyl zadán klíč";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Vlastní místo nebylo nalezeno";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Chybí vlastní místo";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Akce Zjistit vzdálenost byla nastavena na výpočet času cesty z vlastního místa, ale zadané vlastní místo nebylo nalezeno.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Akce Zjistit vzdálenost byla nastavena na výpočet času cesty z vlastního místa, místo však nebylo zadáno.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Akce Zjistit vzdálenost nemohla určit odhad vzdálenosti, protože na vstupu nebylo zadáno žádné místo.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Nepodařilo se najít písmo s emotikony.";

/* Get frames from image error */
"No Image Provided" = "Nebyl zadán obrázek";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Akci „Načíst snímky z obrázku“ nebyl na vstupu předán žádný GIF.";

/* Get group from matched text action error */
"No Match" = "Žádná shoda";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Zadali jste index mimo přípustný rozsah (požadovali jste skupinu č. %1$ld, ale nalezená data jich obsahují jen %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Akce „Načíst skupinu z nalezeného textu“ selhala, protože pro zachycenou skupinu %ld nebyla nalezena žádná shoda.";

/* Get halfway point action error */
"No first location was provided." = "Nebylo zadáno první místo.";

/* Get halfway point action error */
"No second location was provided." = "Nebylo zadáno druhé místo.";

/* Get halfway point action error */
"Please provide a first location." = "Zadejte první místo.";

/* Get halfway point action error */
"Please provide a second location." = "Zadejte druhé místo.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Zadali jste neplatný rozsah (požadovali jste položky %1$d až %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Zadali jste rozsah ležící mimo přípustný rozsah (požadovali jste položky %1$d až %2$d, ale první položka má index 1)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Zadali jste rozsah ležící mimo přípustný rozsah (požadovali jste položky %1$d až %2$d, ale seznam jich obsahuje jen %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Požadovali jste položku %d, ale první položka má index 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Aplikace Zkratky nenašla ve vaší knihovně fotek žádný import.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Aplikace Zkratky nenašla ve vaší knihovně fotek požadované položky.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Akce „Zjistit čas cesty“ byla nastavena na výpočet času cesty z vlastního místa, ale zadané vlastní místo nebylo nalezeno.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Akce „Zjistit čas cesty“ byla nastavena na výpočet času cesty z vlastního místa, místo však nebylo zadáno.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Přístup aplikace Zdraví k datům typu %@ je vypnutý. Kategorie zdravotních dat můžete zapnout v aplikaci Zdraví.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Aby mohla aplikace Zkratky na tuto otázku odpovědět, potřebuje přístup k vašim datům (%@).";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Aplikace Zkratky nemá přístup k vašim datům (%@).";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Množstevní vzorek %@ bez údaje o jednotkách";

/* Health category date */
"Date" = "Datum";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Začátek cyklu";

/* Health category start date */
"Start Date" = "Datum začátku";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Krevní tlak";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Typ testu";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Doba jídla";

/* Health quantity; blood pressure */
"Diastolic" = "Diastolický";

/* Health quantity; blood pressure */
"Systolic" = "Systolický";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Důvod";

/* Health unit for count of generic health sample */
"count" = "počet";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "počet";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "počet";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "Typy %@ nejsou implementované";

/* HealthKit resource error */
"This device does not have the Health app." = "Na zařízení není nainstalovaná aplikace Zdraví.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Zkratka vyžaduje aplikaci Zdraví, která na tomto zařízení není nainstalovaná.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Podmínky služby";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Podmínky použití";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Ujistěte se, že zařízení není přepnuté do letového režimu, a zkuste to znovu. V některých případech pomůže zapnout Wi‑Fi.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Aplikaci Zkratky se nepodařilo najít vaši aktuální polohu.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Bylo zadáno neplatné datum. Zadejte datum vzorku; chcete‑li použít dnešní datum, můžete nechat pole data nevyplněné.";

/* Log health sample */
"Invalid Date Range" = "Neplatné rozmezí dat";

/* Log health sample */
"No Value Selected" = "Hodnota nebyla vybrána";

/* Log health sample */
"Please select a type for this Health sample." = "Vyberte typ tohoto vzorku zdravotních dat.";

/* Log health sample */
"Please select an end date that is after the start date." = "Vyberte datum konce, které je pozdější než datum začátku.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Vyberte hodnotu tohoto vzorku kvality cervikálního hlenu.";

/* Log health sample; health sample type */
"No Type Selected" = "Typ nebyl vybrán";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Důvod nebyl vybrán";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Vyberte důvod podání inzulinu.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Vyberte hodnotu tohoto menstruačního vzorku.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Uveďte, zda byl tento vzorek pořízen na začátku cyklu.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Jednotky nebyly vybrány";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Vyberte jednotky pro tento vzorek zdravotních dat.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Vyberte hodnotu tohoto vzorku výsledků ovulačního testu.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Vyberte hodnotu tohoto vzorku analýzy spánku.";

/* Log in view; email address placeholder */
"Email address" = "E‑mailová adresa";

/* Log workout action */
"No Workout Type Selected" = "Nebyl vybrán typ cvičení";

/* Log workout action */
"Please select a type of activity for this workout." = "Vyberte typ aktivity pro toto cvičení.";

/* Login error */
"Your username and/or password are incorrect." = "Uživatelské jméno nebo heslo je nesprávné.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Vaše přihlašovací údaje jsou uložené jen v tomto zařízení a nebudou sdíleny s našimi servery ani žádnými třetími stranami.";

/* Mail error */
"A recipient is required to send message" = "Je požadován příjemce zprávy";

/* Mail error */
"A sender is required to send message" = "Je požadován odesilatel zprávy";

/* Mail error */
"A stable connection to the server could not be established" = "Nepodařilo se vytvořit stabilní připojení k serveru";

/* Mail error */
"Account check failed because the account is invalid" = "Kontrola účtu selhala, protože účet je neplatný";

/* Mail error */
"An application specific password is required" = "Je požadováno specifické heslo k aplikaci";

/* Mail error */
"An error occurred during an IDLE operation" = "Při provádění operace IDLE došlo k chybě";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Při pokusu o změnu stavu odběru požadované složky došlo k chybě";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Při pokusu o připojení zprávy k požadované složce došlo k chybě";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Při pokusu o zkopírování zprávy do požadované složky došlo k chybě";

/* Mail error */
"An error occurred while creating the requested folder" = "Při pokusu o vytvoření požadované složky došlo k chybě";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Při pokusu o smazání zprávy na POP serveru došlo k chybě";

/* Mail error */
"An error occurred while deleting the requested folder" = "Při pokusu o smazání požadované složky došlo k chybě";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Při pokusu o vymazání zprávy v požadované složce došlo k chybě";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Při pokusu o načtení seznamu zpráv na POP serveru došlo k chybě";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Při pokusu o načtení zpráv v požadované složce došlo k chybě";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Při pokusu o provedení operace No-Op došlo k chybě";

/* Mail error */
"An error occurred while renaming the requested folder" = "Při pokusu o přejmenování požadované složky došlo k chybě";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Při vyžadování možností serveru došlo k chybě";

/* Mail error */
"An error occurred while requesting the server's identity" = "Při vyžadování identity serveru došlo k chybě";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Při vyžadování oboru názvů serveru došlo k chybě";

/* Mail error */
"An error occurred while sending the message" = "Při posílání zprávy došlo k chybě";

/* Mail error */
"An error occurred while storing flags" = "Při ukládání značek došlo k chybě";

/* Mail error */
"An error when requesting date" = "Chyba při vyžádání data";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Pokus o poslání zprávy s nepovolenou přílohou";

/* Mail error */
"Authentication is required for this SMTP server" = "SMTP server vyžaduje ověření totožnosti";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Při vyžadování dat z účtu na Gmailu byly překročeny limity pásma";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Zprávu nelze poslat, protože ji server možná identifikoval jako spam";

/* Mail error */
"Compression is not available" = "Komprese není k dispozici";

/* Mail error */
"Credentials with password too simple" = "Přihlašovací údaje s příliš jednoduchým heslem";

/* Mail error */
"Error while running custom command" = "Chyba při vykonávání vlastního příkazu";

/* Mail error */
"File access error" = "Chyba přístupu k souboru";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "Pro tento účet na Gmailu není protokol IMAP povolen";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe už není aktivní poštovní služba";

/* Mail error */
"No valid server found" = "Nebyl nalezen platný server";

/* Mail error */
"Sending messages is not allowed on this server" = "Na tomto serveru není posílání zpráv povoleno";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Při pokusu o odeslání velké zprávy byl vyčerpán limit SMTP úložiště";

/* Mail error */
"The certificate for this server is invalid" = "Certifikát pro tento server je neplatný";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Aktuální účet na HotMailu se nemůže připojit k WebMailu";

/* Mail error */
"The operation succeeded" = "Operace proběhla úspěšně";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Požadovaná složka neexistuje. Výběr složky selhal.";

/* Mail error */
"The server does not support STARTTLS connections" = "Server nepodporuje připojení přes STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "Server nepodporuje připojení přes TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "Je nutné přihlášení uživatele v prohlížeči";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "K tomuto účtu na Gmailu bylo vytvořeno příliš mnoho souběžných připojení";

/* Mail error */
"Unable to authenticate with the current session's credential" = "S přihlašovacími údaji z aktuální relace nelze totožnost uživatele ověřit";

/* Mail error */
"Unable to parse response from server" = "Nelze analyzovat odpověď ze serveru";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Uživatel překročil limit zpráv, které je povoleno poslat za jeden den";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Yahoo! servery jsou momentálně nedostupné";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Proměnná „%@“ neobsahovala obrázek určený k maskování.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Ujistěte se, že je v akci „Maskovat obrázek“ vybrána proměnná pomocí volby „Obrázková maska“.";

/* Mask Image action error title */
"No Mask Provided" = "Nebyla zadána maska";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Vyberte v akci %@ některou službu.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Tento JavaScript je podobný skriptu, který vykazuje známé bezpečnostní problémy. Z bezpečnostních důvodů nebude spuštěn.";

/* Multiple App Store apps */
"App Store apps" = "Aplikace v App Storu";

/* Multiple Box files */
"Box files" = "Soubory služby Box";

/* Multiple Dropbox files */
"Dropbox files" = "Soubory služby Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Poznámky Evernote";

/* Multiple Giphy items */
"Giphy items" = "Položky aplikace Giphy";

/* Multiple Trello boards */
"Trello boards" = "Nástěnky na Trellu";

/* Multiple Trello cards */
"Trello cards" = "Karty na Trellu";

/* Multiple Trello items */
"Trello items" = "Položky na Trellu";

/* Multiple Trello lists */
"Trello lists" = "Seznamy na Trellu";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Listy aplikace Ulysses";

/* Multiple bar codes */
"Bar codes" = "Čárové kódy";

/* Multiple blood pressure recordings */
"Blood pressures" = "Hodnoty krevního tlaku";

/* Multiple health samples in HealthKit */
"Health samples" = "Vzorky zdravotních dat";

/* Multiple iTunes artists */
"iTunes artists" = "Umělci v iTunes";

/* Multiple iTunes products */
"iTunes products" = "Produkty v iTunes";

/* Multiple text matches */
"Text matches" = "Nalezené texty";

/* Multiple workout samples */
"Workout samples" = "Ukázky cvičení";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ – %@: %@";

/* Navigation bar title */
"Edit Account" = "Upravit účet";

/* Navigation bar title */
"Email Settings" = "Nastavení e‑mailu";

/* Navigation bar title */
"Log In to CloudApp" = "Přihlášení ke CloudAppu";

/* Navigation bar title */
"Log in | Tumblr" = "Přihlášení | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Přihlášení k Instapaperu";

/* Navigation bar title */
"Login to Pinboard" = "Přihlášení k Pinboardu";

/* Navigation bar title */
"Login to WordPress" = "Přihlášení k WordPressu";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Populární GIFy";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Mobilní";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi‑Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Chcete‑li zobrazit populární GIFy, vymažte panel hledání.";

/* No GIFs found empty state title */
"No Results Found" = "Žádné výsledky";

/* None option */
"None" = "Žádné";

/* One text match */
"Text match" = "Nalezený text";

/* One workout sample */
"Workout sample" = "Ukázka cvičení";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Ujistěte se, že akci „Otevřít URL“ předáváte URL.";

/* Open URL action error */
"The URL could not be opened." = "URL se nepodařilo otevřít.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Akce „Otevřít aplikaci“ selhala, protože se jí nepodařilo najít aplikaci, kterou měla otevřít.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Akce „Otevřít aplikaci“ selhala, protože aplikaci nebylo možné otevřít.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Akce „Otevřít v aplikaci…“ selhala, protože se jí nepodařilo najít aplikaci, v které měla soubor otevřít.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "Aplikace %1$@ není nainstalovaná nebo se jí nepodařilo otevřít soubor %2$@.";

/* Optional field placeholder */
"Optional" = "Nepovinný údaj";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Ujistěte se, že je v akci „Překrýt obrázky“ vybrána proměnná.";

/* Overlay image action error */
"No Overlay Image" = "Chybí překryvný obrázek";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Proměnná „%@“ neobsahovala obrázek určený k překrytí.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Zpracování obrázku…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Mapy Google";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Mapy";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Na kole";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Autem";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Veřejnou dopravou";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Pěšky";

/* Parameter placeholder; parameter sets a filename */
"optional" = "nepovinný údaj";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Po jídle";

/* Parameter value */
"Asleep (Parameter Value)" = "Spánek";

/* Parameter value */
"Awake (Parameter Value)" = "Bdění";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Bazální";

/* Parameter value */
"Before Meal (Parameter Value)" = "Před jídlem";

/* Parameter value */
"Bolus (Parameter Value)" = "Prandiální";

/* Parameter value */
"Creamy (Parameter Value)" = "Krémový";

/* Parameter value */
"Dry (Parameter Value)" = "Suchý";

/* Parameter value */
"Egg White (Parameter Value)" = "Bílkový";

/* Parameter value */
"Female (Parameter Value)" = "Ženské";

/* Parameter value */
"Heavy (Parameter Value)" = "Silný";

/* Parameter value */
"Idle (Parameter Value)" = "V klidu";

/* Parameter value */
"In Bed (Parameter Value)" = "V posteli";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Neurčitelné";

/* Parameter value */
"Light (Parameter Value)" = "Mírný";

/* Parameter value */
"Male (Parameter Value)" = "Mužské";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Test maximální zátěže";

/* Parameter value */
"Medium (Parameter Value)" = "Střední";

/* Parameter value */
"Negative (Parameter Value)" = "Negativní";

/* Parameter value */
"No (Parameter Value)" = "Ne";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Prognóza bez cvičení";

/* Parameter value */
"Not Set (Parameter Value)" = "Nenastaveno";

/* Parameter value */
"O+ (Parameter Value)" = "0+";

/* Parameter value */
"O- (Parameter Value)" = "0-";

/* Parameter value */
"Other (Parameter Value)" = "Jiné";

/* Parameter value */
"Positive (Parameter Value)" = "Pozitivní";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Bez ochrany";

/* Parameter value */
"Protection Used (Parameter Value)" = "S ochranou";

/* Parameter value */
"Sticky (Parameter Value)" = "Lepivý";

/* Parameter value */
"Stood (Parameter Value)" = "Stání";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Prognóza při nižší zátěži";

/* Parameter value */
"Unspecified (Parameter Value)" = "Nespecifikováno";

/* Parameter value */
"Watery (Parameter Value)" = "Vodový";

/* Parameter value */
"Yes (Parameter Value)" = "Ano";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Formát podle vstupu";

/* Password placeholder or title */
"Password" = "Heslo";

/* Person’s name field placeholder */
"John Appleseed" = "Josef Novák";

/* Person’s name field title */
"Name" = "Jméno";

/* Pinboard login option */
"Use API Token" = "Použít token API";

/* Pinboard login option */
"Use API Token Instead" = "Nahradit tokenem API";

/* Pinboard login option */
"Use Password" = "Použít heslo";

/* Pinboard login option */
"Use Password Instead" = "Heslo místo kódu";

/* Pinboard login section header */
"API Token" = "Token API";

/* Pinboard login section header */
"Pinboard Login" = "Přihlášení k Pinboardu";

/* Playlist picker parameter */
"My Music Library" = "Moje hudební knihovna";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "V Pocketu nebyly nalezeny žádné položky odpovídající zadaným kritériím.";

/* Post to Tumblr action error */
"No Blog" = "Žádný blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Neuvedli jste, v kterém blogu chcete příspěvek zveřejnit.";

/* QuickLook action error */
"No Items" = "Žádné položky";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Akci Rychlý náhled nebyly předány žádné položky, jejichž náhled má zobrazit.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Zapnout Siri";

/* Remove calendar item error */
"Remove" = "Odstranit";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Zadaná částka, %@, je vyšší než maximální částka, kterou si můžete vyžádat.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Zadaná částka, %@, je nižší než minimální částka, kterou si můžete vyžádat.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Uživatel, kterého žádáte o peníze, nemá ve službě %@ nastavený účet.";

/* Required field placeholder */
"Required" = "Požadováno";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Skript musí po dokončení volat funkci `completion(result)`";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Při zpracování JavaScriptu se vyskytla neznámá chyba.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "JavaScript na webové stránce se nepodařilo spustit, protože skript příliš dlouho nevyvolal obslužnou rutinu dokončení.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "Vypršel časový limit JavaScriptu";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Výjimka JavaScriptu";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Neplatný JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Ověřování SSH selhalo";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Zkontrolujte přihlašovací údaje v akci „Spustit SSH skript“ a zkuste to znovu.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Zkratka nebyla nalezena";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Ujistěte se, že je v akci „Spustit zkratku“ vybraná správná zkratka.";

/* SSH action error */
"Channel allocation error" = "Chyba přidělení kanálu";

/* SSH action error */
"Connection timed out" = "Časový limit připojení vypršel";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Akce Spustit skript přes SSH se nedokázala připojit k SSH serveru.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Neznámé album";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Vybrané fotoalbum neexistuje.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Naskenovat kód";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Hledat ve službě Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Při spuštění akce „Hledat firmy v okolí“ musíte zadat vyhledávací dotaz.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Žádná místa nenalezena";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Nebyla nalezena žádná místa s klíčovými slovy „%@“.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Pokud používáte verzi WordPressu s vlastním hostingem, zadejte výše URL vašeho serveru.";

/* Section header */
"WordPress Login" = "Přihlášení k WordPressu";

/* Section header for WordPress site URL */
"Site URL" = "URL serveru";

/* Section header title */
"CloudApp Login" = "Přihlášení ke CloudAppu";

/* Section header title */
"Incoming Mail Server" = "Server příchozí pošty";

/* Section header title */
"Instapaper Login" = "Přihlášení ke službě Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Server odchozí pošty";

/* Section header title; email account */
"Accounts" = "Účty";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Nelze odesílat e‑maily. E‑mail zřejmě není nastaven.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Neplatný e‑mailový účet";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Vybraný e‑mailový účet není na tomto zařízení přihlášený k aplikaci Zkratky.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Nelze odesílat zprávy. Zřejmě není zapnutá služba iMessage.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Zadaná částka, %@, je vyšší než maximální částka, kterou můžete poslat.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Zadaná částka, %@, je nižší než minimální částka, kterou můžete poslat.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Služba %2$@ nepodporuje transakce v měně %1$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Platbu nelze poslat, protože nemáte na účtu dost peněz.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Uživatel, kterému chcete poslat peníze, nemá ve službě %@ nastavený účet.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Na tomto zařízení nemáte nakonfigurovaný žádný bankovní účet.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Otevřete aplikaci %@ a ověřte své přihlašovací údaje.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Přesáhli jste maximální částku";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Nedosáhli jste minimální částky";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Nepodporovaná měna";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Nedostatek prostředků";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Žádný bankovní účet";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Neověřené přihlašovací údaje";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Žádný účet";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Poloha";

/* Service name */
"Microphone" = "Mikrofon";

/* Service name */
"Notifications" = "Oznámení";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Rozpoznávání řeči";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Pro akci „Nastavit hodnotu ve slovníku“ s hodnotou „%@“ nebyl zadán klíč.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Nebyla zadána hodnota";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Pro akci „Nastavit hodnotu ve slovníku“ s klíčem „%@“ nebyla zadána hodnota.";

/* Show definition action error */
"A definition could not be found for that term." = "Definici pojmu se nepodařilo najít.";

/* Show definition action error */
"No Word Specified" = "Nebylo zadáno žádné slovo";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Akci „Zobrazit definici“ nebylo na vstupu předáno žádné slovo.";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Tento problém může nastat, když nejsou nainstalované žádné slovníky. Chcete‑li přejít na správu slovníků, označte slovo v libovolné aplikaci a vyberte volbu Vyhledat. Potom klepněte na Spravovat.";

/* Show in calendar action error */
"Calendar could not be opened." = "Kalendář se nepodařilo otevřít.";

/* Show webpage action error */
"Unsupported URL" = "Nepodporované URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Akce „Zobrazit webovou stránku“ podporuje URL typu http:// a https://, vy jste se však pokusili zobrazit URL typu %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "Služba %@ není nastavena na zahajování hovorů.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Zahajování hovoru selhalo, protože %@ není k dispozici.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Zahajování hovoru selhalo, protože %@ se nemůže hovoru účastnit.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "Služba %@ nepodporuje zadané kontaktní údaje.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Je požadováno nastavení";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "Služba %@ není k dispozici";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Kontakt není podporován";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Neplatné kontaktní údaje";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Datum začátku měření krevního tlaku";

/* Subcategory */
"Device" = "Zařízení";

/* Subcategory for Set Volume action */
"Playback" = "Přehrávání";

/* Take photo action error */
"No suitable camera was detected on this device." = "Na zařízení nebyl nalezen vhodný fotoaparát.";

/* Time until date action */
"An invalid date to compare to was provided." = "Bylo zadáno neplatné datum k porovnání.";

/* Time until date action */
"No from date was provided." = "Nebylo zadáno počáteční datum.";

/* Time until date action error */
"An invalid from date was provided." = "Bylo zadáno neplatné počáteční datum.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Riskantní JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Byl zadán neplatný čas konce. Zadejte čas konce události pro režim Nerušit.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Nebyla poskytnuta žádná událost v kalendáři. Vyberte událost v kalendáři, na jejíž trvání chcete zapnout režim Nerušit.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Zadejte pro režim Nerušit čas ukončení, který se nachází v budoucnosti.";

/* Trim video action error */
"The input was not a video that can be edited." = "Vstup neobsahoval upravitelné video.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Neplatné URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Povolte aplikaci Zkratky znovu přístup k tomuto listu ve službě Ulysses.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Je požadován přístup k aplikaci Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "Nespecifikováno";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Zvukový záznam";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " a ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " a ";

/* User name field title */
"User Name" = "Uživatel";

/* Username placeholder or title */
"Username" = "Uživatel";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Aplikace Zkratky momentálně nemůže používat svítilnu zařízení.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Zařízení nemá svítilnu.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Akce „Počasí“ byla nastavena na načtení počasí na zadaném místě, místo však nebylo zadáno.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Polohu nelze určit.";

/* Weather condition: Blizzard */
"Blizzard" = "Sněhová bouře";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Sněhová vánice";

/* Weather condition: Blustery */
"Blustery" = "Nárazový vítr";

/* Weather condition: Clear */
"Clear" = "Jasno";

/* Weather condition: Cloudy */
"Cloudy" = "Zataženo";

/* Weather condition: Cold */
"Cold" = "Chladno";

/* Weather condition: Drizzle */
"Drizzle" = "Mrholení";

/* Weather condition: Dust */
"Dust" = "Prach";

/* Weather condition: Foggy */
"Foggy" = "Mlhy";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Mrznoucí mrholení";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Mrznoucí déšť";

/* Weather condition: Hail */
"Hail" = "Krupobití";

/* Weather condition: Haze */
"Haze" = "Opar";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Hustý déšť";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Husté sněžení";

/* Weather condition: Hot */
"Hot" = "Horko";

/* Weather condition: Hurricane */
"Hurricane" = "Hurikán";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Ojediněle bouřky s deštěm";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Ojediněle bouřky";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Občasné sněžení";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Déšť s krupobitím";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Déšť s kroupami";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Déšť se sněhem";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Sníh s kroupami";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Převážně jasno";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Převážně zataženo";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Částečně zataženo";

/* Weather condition: Rain */
"Rain" = "Déšť";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Místně občasný déšť";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Místně občasné sněžení";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Místně občasné bouřky";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Silné bouřky";

/* Weather condition: Showers */
"Showers" = "Občasný déšť";

/* Weather condition: Sleet */
"Sleet" = "Déšť se sněhem";

/* Weather condition: Smoky */
"Smoky" = "Kouřmo";

/* Weather condition: Snow */
"Snow" = "Sníh";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Sněhové přeháňky";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Bouřky";

/* Weather condition: Tornado */
"Tornado" = "Tornádo";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tropická bouřka";

/* Weather condition: Windy */
"Windy" = "Větrno";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ a %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Látka znečišťující ovzduší";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Látky znečišťující ovzduší";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Složka neexistuje.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Kontejner na iCloudu se nepodařilo najít.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud se nepodařilo získat odkaz na tuto položku, protože se jedná o složku. iCloud podporuje jen odkazy na běžné soubory.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloudu se nepodařilo získat odkaz na tuto položku typu %@, protože se jedná o balík (tj. složku, která se chová jako soubor).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "„%@“ je balík";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Cesta %@, do které jste se pokusili ukládat, na iCloudu neexistuje.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Cesta %@, do které jste se pokusili ukládat, určuje existující soubor na iCloudu. Při současném ukládání více souborů musíte zadat cestu ke složce.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "„%@“ je složka";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Soubor už existuje";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Soubor už existuje.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Zadali jste nesprávnou e‑mailovou adresu nebo heslo. Chcete‑li se ve Zkratkách přihlásit k Poště na iCloudu, musíte použít specifické heslo aplikace.\n\nPokud nemáte zapnuté dvoufaktorové ověřování, musíte ho zapnout, abyste mohli specifické heslo pro aplikaci vygenerovat.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Herec";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Umělec";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Autor";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Skladatel";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Popis";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Režisér";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Celovečerní film";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Žánr";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Klíčová slova";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Jazyk";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Umělec";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Producent";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID produktu";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Index hodnocení";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Hodnocení";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Rok vydání";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Krátký film";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Pořad";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Vývojář";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "skladba";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Epizoda";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Sezóna";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Název";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Vše";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Umělec";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Stopa";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Autoři";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Audioknihy";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Knihy";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Umělci";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filmy";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Alba";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Umělci";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Skladby";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Stopy";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Hudební videa";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Autoři";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcasty";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Umělci";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Krátké filmy";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Epizody";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Sezóny";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Umělci";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Stopy";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Aplikace";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Audioknihy";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Knihy";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Hudební videa";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Hudba";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcasty";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Krátké filmy";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "TV pořady";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Vše";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filmy";

